{
	"2019": {
		"5": {
			"23": {
				"1558655713046": "Bon je pense que je suis correct pour lancer la premiere version beta."
			},
			"24": {
				"1558708774723": "Je pense que j'ai commencer a comprendre que je suis sur le bord du burnout. J'en ai parle a la job et ils ont ete tres comprehensif. Ca va mieux avec Jude et j'essaye de comprendre que ma frustration est a cause de la situation et pas a cause d'elle.<div>Je vais me reposer et rien faire de la journee. Peut etre sortir manger dehors ou aller faire de l'escalade, meme si il fait pas tres beau.</div><div>J'ai reussis a accepter que je suis malade et a m'enlever ma litanie de la tete. J'irai mieux plus vite comme ca et une fois que je serais en sante, je pourrais reprendre a mon rythme. Ces choses prennent du temps mais et je dois accepter ca et arriver a me plonger dans cet etat d'esprit qu'au final on est pas presse. </div><div>La chose a faire est apprendre a compartimentaliser plus ma vie et mes penser : lorsque je travaille, je travaille et lorsque je me repose je me repose, mais je ne laisse pas l'un bleed dans l'autre. </div>"
			},
			"27": {
				"1558991265983": "Aujourd'hui on a du travailler a la maison parcequ'il n'y avait pas internet au travail.\nOn a presque rien fait au final.\nOn s'est encore enguele avec Jude, je suis trop mechant avec elle et mon intransigeance et la facon dont je la traitre n'est pas correct. J'ai de la rancoeur contre elle parceque lorsqu'elle cherchait un travail et etait deprimee, c'etait tres difficile pour moi. Et je lui en veux toujours un peu et je veux qu'elle fasse la meme chose pour moi maintenant et c'est jamais assez bien.<div>Il faut que je reconaisse qu'elle fait quand meme beaucoup pour moi en ce moment et que j'ai tendance a la traiter assez mal.\n\nEntre autre choses, j'arrive pas a dessiner et je sais pas comment faire pour que tout ca ne prenne pas des stakes beaucoup trop importantes. Je dois continuer de prendre un pause surement. Et accepter qu'apprendre prenne du temps</div>"
			},
			"28": {
				"1559054730454": "Retour au bureau aujourd'hui. J'ai l'impression que ca va me faire du bien<div><br></div><div>Ca va pas du tout avec Jude. Hier on a discute et elle m'a avoue qu'elle ne m'aimait plus. Enfin, qu'elle allait pas bien et qu'elle s'aimait pas elle meme et donc arrivait a aimer personne. Je sais pas si ca fait une difference, parceque ca m'a fait tres mal. Je me sens trahis et rejette et bete et en colere. Je sais pas comment ca va evoluer.</div><div>Je sens que je l'ennui quand je lui montre de l'affection et que je lui montre qu'elle est importante pour moi. Je suis en colere parce qu'elle me repproche souvent d'etre dans ma bulle et de la laisser toute seule, et ca me frustre que quoi que je fasse ce soit jamais assez bien.</div><div>Je sais pas si je veux lui demander de me sponsoriser pour l'immigration. Ca me parait hippocrite si elle ne m'aime plus.</div>",
				"1559072699823": "J'ai eu mon evalution anuelle et il sont tres content de moi, je change de titre pour tech artist parcequ'il trouve que ca correspond carrement a mes nouvelles taches<div>Ils m'ont reproche d'etre trop alarmiste des fois et de donner des coups de pieds dans la fourmilliere de maniere un peu trop sever, et de negocier avec eux au nom des autre employes, comme je l'avais fait pour Myriam et pour Jude. C'est fair, I guess. La prochaine fois je les encouragerait elle meme a parler avec la direction quitte a ce que je sois la.</div><div><br></div><div>Je suis aussi tres tres en colere contre ce que se passe avec le playdate online, et comment ils marchent sur la gueule des createurs marginalises. Peut etre que c'est ma catharsis et que je lache tout contre eux par frustration a cause des mes autres problemes.</div>",
				"1559078393098": "Je me sens vraiment vraiment down, je vais surement aller voir les projets des copains a l'arsenal ce soir mais pas rester trop longtemps.<div><br></div><div>Ca me fait vraiment mal ce que Jude m'a dit. J'ai l'impression que tout le monde m'abandonne. J'ai aussi eu une altercation avec les gens sur le discord de froach. Je me suis excuse rapidement, je pense que j'explose a cause de tout ces problemes.</div>"
			},
			"29": {
				"1559150219315": "Je suis aller chez le psy ce matin et je pense que ca va me faire vraiment vraiment du bien. Il va falloir le mettre dans le budget mais je pense que ca va vraiment m'aider a aller mieux. On a commencer a se connaitre et deja j'ai l'impression d'avoir deverse une grande quantitee de mes problemes.<div><br></div><div>Jude n'a pas dormis a la maison hier. Elle a cru que je voulais pas qu'elle soit la. Ca m'a fait du mal, mais meme si on est encore numb, je pense que ca va aller mieux. Il faut qu'on re-apprene a se connaitre.</div>",
				"1559162180134": "Hum. Nos psy vont etre cher et ca me stress un peu. Pourquoi est-ce que plus on a d'argent moins on a d'argent ... "
			},
			"30": {
				"1559238544955": "Ca va un peu mieux avec jude. Mais ce soir, Jude Tom et lucie veulent aller courir et regarder riverdale. J'ai pas envis mais je pense aller courir quand meme. Mais je sais pas si j'ai le courage d'y aller avec eux. Je suis triste d'y aller tout seul mais je suis envahis par des emotions contradictoires. J'ai le coeur qui s'ecrase dans ma poitrine. Peut etre j'ai besoin d'encore de temps.<div><br></div><div>J'ai parle a mes parents qu'on allait en therapie et ma mere a contacter Jude pour la rassurer et ca a pas marcher du tout. Elle m'a repproche d'en avoir parler a mes parents, et c'est vrai que vu l'etat de notre relation et la tendance qu'a ma mere a un peu toujours reach out alors que c'est peut etre maladroit ou pas ses affaires n'aide pas.</div>"
			}
		},
		"6": {
			"3": {
				"1559589598124": "Bon, au final aller au psy pour nous toutes les semaines ca aurait coute trop cher alors on va s'orienter vers les psy publiques. On savait meme pas qu'on pouvait y aller ! Peut etre qu'on va aller vers des psy pas cher en attendant.<div>Je pense que je vais faire mon travail perso a la maison comme ca je serait dans un setting plus chill et je pourrais voir ca moins comme quelque chose de stressant et plus comme de l'amusement. Pas forcement longtemps, pas forcement des choses high stress, juste ce dont jai envis.</div><div><br></div><div>Je sais pas si je suis encore en burnout ou si je peux recommencer a dessiner ou faire de la 3d. Je suis encore fatigue et j'ai encore l'impression que tout est high stress et j'ai beaucoup trop d'expectation je pense. ptet je devrais essayer un random prompt et juste m'en foutre.</div><div><br></div><div>Peut etre que je peux me concentrer sur la 3d, mais c'est vrai que j'ai tellement peu de temps ...</div><div><br></div><div>En tout ca j'ai commence la meditation et je dois dire que ca me fait vraiment du bien.</div>"
			},
			"5": {
				"1559748209124": "Gros fight encore hier avec jude pour rien du tout. Du menage, du velo, du bullshit. Je suis fatigue, j'ai besoin d'espace pour me resourcer. Je sais pas trop quoi faire, je pense qu'on va essayer de se laisser de l'espace. Je me sens apathique mais aussi triste. <div><br></div><div>Ca me fait ressortir mes anxietes de performances et mon stress vis a vis de ma pratique de mes skills artistiques persos.</div><div>Je pense que je vais y aller en focusant sur un projet, et en alternant sur des periodes plus longues. Comme focuser sur le renderer psone pendant une demie semaine ou une semaine pour ensuite changer et faire du dessin pendant une semaine puis de la 3d pendant une semaine, ou 3 jours. etc etc. Suivant les envis et la motivation.</div><div><br></div><div>Je suis quand meme encore draine emotionellement et dealer avec mon complexe d'inferiorite vis a vis de ma pratique artistique reste difficile. Je pense que je vais encore prendre des vacances emotionelle et me considerer encore en burnout pour cette semaine. Si jamais j'ai la fougue pendant cette semaine peut etre que je reprendrais le crayon ou la souris mais peut etre pas.</div><div><br></div><div>Aussi, je ne sais pas si je l'ai ecrit, mais je vais essayer de me setup un environement de travail artistique a la maison, et travailler plutot a la maison qu'au bureau. Pour prendre ca plus chill, moins comme du travail, plus comme de l'amusement, et prendre ca un peu moins au serieux, pour faire baisser les stakes.</div>"
			},
			"6": {
				"1559840184691": "Je me sens pas bien, je suis deprime, et j'ai mal a la tete et le coeur quie se tord.<div>Je pense que mon burnout est de retour.</div>",
				"1559840912192": "Je realise que peut etre mon anxiete lie a mes skills est lie a un sentiment de urgency. Je doit aller vite pour devenir bon et pas perdre de temps sinon ca sera trop tard. Je me demande pourquoi j'ai ce sentiment, et comment le heal."
			},
			"11": {
				"1560265588301": "Je viens de sortir d'une engeulade avec Jude a propos de son poid. Elle allait vraiment pas bien et rejetait tout ce que je disait. J'ai reussis a trouver les mots et ca va mieux, mais c'etait vraiment pas facile parceque je suis emotionellement tres fragile en ce moment et je pense qu'on s'est rapproche trop vite. On a encore besoin de temps pour heal.<div><br></div>",
				"1560265736567": "Je n'arrive toujours pas a dessiner ou a faire de la 3d. Je sais pas si cest grave. Peut etre que c'est l'angoisse de performer. Est ce que c'est ca qu'on appelle la peur de la page blanche ? <div>Surement que c'est pas grave. On a beaucoup de travail en ce moment pour finir le jeu a Sauropod, et j'ai pas beaucoup de temps pour moi, il faut que je me cut du loose.</div><div><br></div><div>Chaque chose en son temps, on est pas presser. Je m'y remettrais dans les bonnes conditions, sans me forcer ou me presser.</div>",
				"1560266506562": "J'ai demande a Lucie comment elel faisait quand comme ca elle a pas de motivation pour faire des choses artistiques ou perso, et elle m'a dit que 100% elle lache prise et fait autre chose. Je vais faire ca et attendre que ca revienne."
			},
			"21": {
				"1561136817789": "Sill thinking about how I'm stuck and can't find the motivation to draw or model. I want to, but I think i'm not emotionally stable enough to do it and I'm putting to much stakes in it. Hopefully after the release of our game It'll be easier. I hope it will come back naturally.<div><br><div>Im way too hard on myself for everything that can be tied to \"art\" and don't accept to be not as good as I'd wish to be.  Some days are easier than other but when I'm in a difficult work period (like, just before a release like right now), working on personal projects that have emotional impact on myself is very very hard. Maybe I should let it go for the moment.<br></div><div><br></div><div>Im doing meditation for this self esteem problem and they say that when those thoughts happens, that i'm not good enough, not doing enough etc, i should label those thoughs as \"thinking\" or \"feeling\" and let go. Maybe I built an identity around the notion that \"art\" is high stake and emotionally difficult when it should not have to be.<br></div></div>"
			},
			"22": {
				"1561228057833": "On a eu un autre fight hier avec Jude. Un gros. On est sorti au restaurant et on a reussit a s'engeuler la bas. J'ai ete trop taquin et elle l'a tres mal pris et on est rentre dans nos patterns habituels. On a vraiment de problemes et ca me fait peur. On peut pas s'en sortir tout seul et on va essayer d'aller  chez le psy de couple assez vite. Je sais pas si on peut sauver cette relation et si on peut retrouver la flamme. <div>C'est assez comun comme situation dans les couples mais le vivre c'est assez difficile. Aujourd'hui ca va mieux, on se donne de l'espace, on a reussit a se reconcillier vers 2h du matin, on prend la journee chill.</div>",
				"1561229680272": "J'ai l'impression que la mediation pour le self-esteem m'aide beaucoup. Hier, le takeaway etait interessant. J'ai construit mon identite autour du fait que je n'ai pas confiance en moi, surtout dans ma pratique artistique, et que cette pratique artistique avait beaucoup d'enjeux emotionels. Je suis attache a cette identite parceque je suis comme ca depuis tres longtemps, et je n'arrive pas a concevoir autre chose. J'espere qu'avec ce pratique de meditation je vais reussir a m'en detacher, a prendre du recul a a voir ca juste comme une construction qui ne m'affecte plus.<div><br></div><div>Je vais aussi essayer d'aller aux therapies de groupe de Revivre le lundi. Ce lundi c'est la fete du quebec je crois donc peut-etre qu'il n'y a pas de seances, j'irais la semaine prochaine au pire. Je vais appelelr l'Uqam pouvoir si ils ont de la place pour moi, en attendant de voir quelqu'un dans le public. Tout ca avec la therapie de couple, je pense que ca va aider.</div><div><br></div><div>Je n'ai pas repris ma pratique artistique encore, je me donne du temps. Je pense que je suis encore en burnout/deprime et ca me fait perdre ma motivation. Petit a petit ca ira mieux et je reprendrais en temps voulu. Je sais que je veux en faire, et que ca me tiens encore a coeur, et surtout, que j'aime en faire, mais je n'ai que peu de motivation dernierement. C'est etrange de fonctionner avec cette contradiction : vouloir en faire, mais ne pas avoir la motivation d'en faire. J'espere que la aussi je vais reussir a prendre du recul et me detacher de cette anxiete et de ce low self esteem autour de ma pratique.</div>",
				"1561246403788": "J'ai toujours des problemes a penser a faire de l'art. Urgh. J'ai pense que je pouvais essayer de travailler sur mon generateur d'avatar (une vieille idee que j'avais pour generer des avatar pour les reseaux sociaux avec des models 3d downrez), mais juste l'idee de devoir faire une tete en lowpoly m'a stresse. Il faut que je prenne du recul. "
			},
			"23": {
				"1561341080192": "J'ai passer une journee ... etrange. Assez deprime, sans vraiment l'envis de faire quoi que ce soit. Ce soir ca va un peu mieux je regarde evangelion. Grosse deprime oui. Je me sentais seul, peut etre parceque Jude est parti feter la st jean mais en meme temps je voulais m'eloigner d'elle est etre seul un peu. J'aurais du sortir ca m'aurait surement fait du bien au lieu de me morfondre.<div>J'ai encore du mal a me mettre a dessiner ou faire de la 3d et pourtant ces pensees sont souvent avec moi. Il faudrait pas que je laisse cet etat definir ma vie. L'etat de manquer de motivation, et de me sentir mal a cause de ca parceque si j'aimais vraiment dessiner, ou faire de la 3d, je le ferais, right ?</div><div><br></div><div>Je suis trop dur avec moi meme et cet anxiete m'empeche de me reposer.</div><div><br></div><div>Entre autre chose : ca fait un mois que j'utilise ce journal, de maniere intermittente.</div>"
			},
			"24": {
				"1561402280661": "On s'est vraiment engeule encore aujourd'hui avec Jude. On va peut etre se separer\non sest mis d'accord quelle allait chercher un appart et quon allait diviser notre possessions en 2 mais au dernier moment jai pas pu, mais je sais pas si c'est fixable, on va en parler irl, mais j'ai peur que ce soit finis. En tout cas si on se remet ensemble on veut plus que ce soit dans cette situation horrible ou on s'engeule une fois par semaine.\n\nJe vais vraiment pas bien et c'est ce qui precipite cette situation, mais en meme temps je sais pas si cest tout 100% de ma faute, ou si je cherche que ce soit pas 100% de ma faute et je lui trouve des fautes parceque je suis pas bien.\n<div><br></div><div>Je suis vraiment trop mechant avec elle, je sais pas pourquoi, mes emotions sont tirailles entre j'ai besoin d'elle parceque c'est ma vie, mais aussi, j'ai du ressentiment envers elle parcequ'on va pas bien.\n\nPeut etre que j'ai du ressentiment envers elle parceque quoi qu'elle fasse elle n'arrive pas a me faire aller bien ? Meme si je sais que c'est malhonette de lui repprocher ca.</div><div>Elle a raison en tout cas que je lui en met trop sur les epaules. J'espere qu'on va reussir a sauver ca.</div>"
			},
			"25": {
				"1561441114376": "J'ai passe la soiree chez Tom et Lucie avec Robin et ca m'a vraiment fait du bien. On a fait le jeu des questions et ca s'est bien passe meme si ca a pris un temps fou.<div><br></div><div>Ca me fait plaisir qu'ils me remontent le moral, ca m'a redonne confiance en moi, je suis vraiment content d'avoir des amis aussi talentueux qui m'aime autant et on confiance en moi.</div><div><br></div><div>Ils m'on dit que peut etre, par rapport a mon blocage pour ce qui concerne la 3d ou le dessin, je pourrais incorporer le modelling ou le dessin dans un projet, au lieu d'en faire a cote des mes autres projets. Comme ca je pourrais passer du temps a paufiner ce que je fais, et aussi construire mes textures, mes illustrations, mes models, dans un but precis au lieu de dans le vide. </div><div>C'est une tres bonne idee mais il faut que je fasse attention a m'accorder du temps pour faire ces models ou ces dessins dans mon projet et pas juste prendre ca comme un afterthough, sinon je vais les faire a la va vite et je vais pas etre content de moi. Comme le model un peu moche que j'avais fait pour mon renderer psOne et qui m'avais fait me sentir mal parceque c'etait juste une forme cubique pas terrible (c'etait un planter).</div><div>Il faut que je prenne une bonne partie du temps accorder pour le projet a sa conception et production graphique pour que j'accorde le temps necessaire a la modelisation ou au travail de 2d.</div><div>Je pense que c'est une bonne idee parceque lorsque j'ai fais untitled, dans un temps tres cours (une journee), j'ai ete a la fin, content de moi meme si c'etait pas le best artwork ever, ca marchait bien, ca communiquait bien l'emotion que je voulais communiquer et c'etait nice.</div><div><br></div><div>Ce qu'a proposer Robin, c'est que je fasse un projet en partant de basse dans l'idee que ca sera pas bon, et je fais expres que ce soit pas bon. Comme il dit que Grace Bruxner a fait pour son premier projet. C'est une assez bonne idee mais je sais pas si j'en serais capable comme ca out of the blue. En tout cas si je le fais il faut que ca fasse parti d'un projet et pas juste des artworks independant. Je pourrais faire une scene weird comme elle a fait, un lieu etrange ou on va voir des personnages loufoques dans un ambiance coupletement petee. Juste en mode : mind dump, je fais ce que je veux, et whatever si c'est bon ou pas. Ca pourrait marcher !</div>"
			},
			"27": {
				"1561670709149": "I drew ! a bit ! I doodled on a piece of paper !"
			},
			"28": {
				"1561697673416": "Je viens de finir la feature parity pour la version web de plume ! Plus qu'a tester la securite et je pourrais ecrire ce journal partout !<div><br></div><div>J'ai remarque une chose quand on est fatigue ou en burnout : la journee, on a du mal a se concentrer ou a travailler, du coup, on papillone, on perd du temps. Et arrive le soir, on a l'impression qu'on en a pas fait assez, qu'on a rien fait de la journee. Et donc, soit on culpabilise, et on se repose mal, soit on travaille, et on ne se repose pas du tout. Au final, le lendemain on est de nouveau fatigue, et le cycle se repete.</div><div><br></div><div>Bien separer les periode de travail des periodes de repos serait une solution, mais elle est dure a mettre en place lorsqu'on est en periode de fatigue.</div>",
				"1561766246720": "J'ai eu un peu de mal a travailler aujourd'hui, ah, c'est exactement ce que j'ai dit plus haut. Trop fatigue, du mal a se concentrer du coup on papilonne en travaillant sur autre chose. J'ai regarder un peu des trucs de server pour Plume. La je suis vraiment fatigue je sais pas si je vais tenir la soiree."
			}
		},
		"7": {
			"8": {
				"1562631524389": "Ca fait une semaine que j'ai pas ecrit, le travail a ete tres intensif a la job. On fait des heures sup, ca avance, mais ca fait quand meme un peu peur.<div>Pas d'avancement sur le travail perso ou le server. Je dois avoir fait quelque lecture par ci par la, faut que je regarde mon work diary, mais c'est le temps du repos apres la job sinon je vais pas tenir.</div><div><br></div><div>Ca va vraiment mieux avec Jude. Je sais pas si c'est la meditation ou si on se donne plus de chance, mais ca fait du bien. Il faut qu'on prenne rdv pour une therapie de couple et moi, pour voir quelqu'un avant que je puisse voir un psy dans le public.</div><div><br></div><div>On discutait avec Lucie hier, et on a tout les deux du mal a considerer le travail a la job comme du \"travail\"... comment dire, comme quelque chose d'utile a notre evolution en tant qu'artiste ou createur. Mais c'est un etat d'esprit toxique parcequ'il nie completement l'evolution qu'on a eu depuis qu'on travaille. Aussi, ca nous donne l'impression qu'on fait rien et qu'on avance pas, alors que c'est pas vrai. Meme si ce qu'on fait la journee a la job correspond pas forcement a ce qu'on ferait si on avait notre boite et nos projets persos comme travail journalier, ca veut pas dire que c'est pas de l'experience, et que ca nous aide pas a grandir.</div><div><br></div><div><br></div>",
				"1562632002227": "J'arrive de mieux en mieux a separer le travail que je fais la journee du temps de repos, et a pas me laisse distraire la journee en perdant du temps (ce qui me donnait l'impression que je faisais rien). Et ca me permet de mieux me reposer le soir en me laisse l'opportunite de rien faire.<div><br></div><div>Je pense que j'arrive mieux a etre patient et a me laisser le temps d'apprendre , sans me presser, et voiler speeder pour y arriver plus vite. Des fois il faut que je fasse rien, et que je me repose pour pouvoir mieux reprendre plus tard.</div><div><br></div><div>D'ailleurs, je pense que je ne vais pas faire de dessin ou de 3d avant qu'on sorte le jeu et que j'ais pu prendre des vacances. Pas besoin de pousser ce burnout a son paroxisme.</div><div><br></div><div>Hier j'ai fait une crise de panique lorsqu'on etait au parc aquatique parceque ride dans les toboggan m'a donne la nause. Jai reussis a la faire partir en prenant un cacher et en faisant des excercices de meditation. Pareil dans la voiture. </div>"
			},
			"17": {
				"1563392578914": "Ca fait un moment que jai pas ecrit grand chose. 10 jours. Beaucoup de travail pour la release.<div>Ca va beaucoup mieux avec Jude. Je sais pas si c'est la meditation ou le fait que je suis plus patient avec mon travail perso, ou que je note ma progression dans mon journal de projet.</div>",
				"1563420955393": "J'ai ete interompu dans mon introspection cet apres midi. J'ai encore des envis de dessiner ou de faire de la 3d mais je suis trop epuise pour le faire apres une journee de travail. Les journees sont extremements longues, entre 9 et 10 heures pour boucler le projet. C'est bientot finis, le 26, et debut aout je pourrais prendre des vacances et faire ce que je veux. Je pense que je vais essayerde regarder des tutos de dessin ou de 3d random, comme je regarde des videos de neural networks, ou d'autre sujets le soir, pour me remettre dans le bain.<div>J'ai hate, meme si ca va mieux avec Jude, y a encore des moments on la fatigue fait qu'on se pogne, mais ca reste vraiment leger et c'est souvent juste hausser le ton un peu, puis se calmer et s'excuser.</div><div>On a du mal a etre intime quand meme. Peut etre que je force trop, mais c'est vrai que c'est pas facile. J'ai l'impression qu'elle ne me desire plus et ca me rend triste. </div><div>Je me repette avec l'entree precedente, mais ca doit vouloir dire que c'est un feeling qui reste constant. D'ailleurs quitte a se repeter : continuer a bien diviser travail la journee, repos le soir, et travail perso continue de bien marcher. Comme ne pas oublier de considerer le travail de la journee comme un travail qui fais grandir mes skills. Meme si ce n'est pas directement du travail perso, le travail que je fais la journee n'est pas fait dans le vide et contribue a mon enrichichement personel et a devenir meilleur dans ce que j'aime faire. Etre pas loin de la release et voir enfin le fruit de mes efforts recompense aide aussi a mieux considerer le travail que je fais a la job. </div><div>Je suis toujours quand meme un peu anxieux que ce travail m'epuise et me fasse delaisse la 3d et le dessin, mais j'essaye de prendre du recul et d'accepter que prendre un pause pour ces pratiques ne veux pas dire que je les abandonne, ou que je vais \"prendre du retard\". C'est simplement une necessite pour pouvoir me reposer et repartir du bon pied lorsque la periode sera favorable. La periode peut etre indeterminee, plusieurs semaines ou plusieurs mois, mais elle n'est pas infinie.</div><div><br></div><div>Peut etre que faire un tirage de I-ching pourrait etre interessant pour poursuivre cette introspection.</div>",
				"1563421847403": "Le 27/06 j'ai ecrit que j'ai dessiner sur un bon de papier alors je peux dire que j'ai fait un doodle d'epee il y a quelque jours aussi. ahah."
			},
			"30": {
				"1564544878362": "Hey, aujourd'hui blender 2.8 est sorti alors j'ai essaye de faire un model de table avec pour voir et c'est vraiment plaisant. Il faudrait que je continue le tutorial de hard surface avec.<div><br></div><div>Ca fait longtemps que j'ai rien ecrit. On a eu des moments difficile avec jude, et on a discute, et re eu des moments difficile. Hier on a eu une panne de courant a l'appart et on est sorti marcher et prendre un verre et on a passe une bonne soiree. Je pense que petit a petit ca va mieux. Il faut que je sois patient et que je laisse le temps guerir nos problemes.</div><div><br></div><div>Le jeu est sorti vendredi, le 26. Et il a pas eu vraiment beaucoup de succes. Un petit succes d'estime et des gens qui aime bien le concept mais c'est pas sur qu'on continue vraiment a travailler dessus. On a appris qu'il comptaient se separer de beaucoup de personne. Au moins la moitie du studio. On estpere qu'on va rester le temps que je fasse mes papiers pour la residence permanente. Meme si on reste, le futur de la compagnie est assez sombre et il faudrait commencer a sonder ce qu'il se passe et a chercher ailleurs un autre job pour rebondir vite.</div><div><br></div><div>On va avoir des nouvelles rapidement.</div><div><br></div><div>Entre autre, je pense qu'il faudrait que j'essaye d'ecrire plus souvent dans ce journal. Que je me set un temps tout les jours, comme j'essaye de le faire avec  la meditation.</div>"
			}
		},
		"8": {
			"4": {
				"1564892351976": "On a survecu le downsizing de Sauropod. On va surement avoir plus de responsabilitees maintenant. Et je vais peut-etre pouvoir faire plus de choses artistiques voir de la production 3d/2d et ca c'est chouette.<div><br></div><div>Beaucoup de gens vont partir et ca c'est assez dommage. Mais y a aussi des gens qui rendait le travail plus ... complique qui vont partir et on en est bien content. Ceci dit ca veut dire que la boite va pas super bien alors on va travailler sur ma residence permanente et se trouver un plan B si jamais on doit trouver un autre travail.</div><div><br></div><div>En tout cas aujourd'hui c'est le premier jour de mes vacances. Je vais en profiter pour me reposer un maximum. Si j'ai un peu de temps de vais essayer de regarder des projets persos mais je pense que pour une bonne moitie de ces vacances je vais juste rien faire. J'ai besoin de me changer les idees et de faire un gros break.</div><div><br></div><div>Je pense qu'apres les vacances je vais me remmetre a ma pratique artistique semi-chronique. Genre, continuer le tutorial d'hard surface, et essayer de faire des croquis/dessins de temps en temps, sans me forcer a en faire tout les jours ou quand je suis pas dans le mood, mais en essayant quand meme de reserver du temp a cette pratique. Doucement je me remet dans le bain, en commencant surement pas des choses fun et low pressure, comme des petits croquis, des dessins d'apres models, des plantes, des insectes/monstres. etc.</div><div><br></div><div>En tout cas, ca fait du bien de se reposer.</div>",
				"1564977334386": "J'ai penser aujourd'hui que je pourrais regarder comment etait faire le title screen de Metroid Prime et partager ce que je trouve sur internet/merveilles. Ca m'a fait penser que ca pourrait etre interessant de faire un podcast/vidcast/ ou autre ou je decortique des effets visuels de jeu avec des amis/guest ? Long shot mais ca pourrait etre un projet interessant<div><br></div><div>Je repense aussi a ce que je vais faire pour mon site web. Je veux vraiment mettre en avant ma pratique continue plutot que des projets \"finis\" et faire de ce site web un repository de ce que je fais, de mes notes, wiki, diary/journal, wip etc. La question maintenant c'est comment je vais hierarchiser, ou classer ces wip ? juste par date ? par \"projet\"? C'est vrai que beaucoup de ce que je fais peut etre classe par projet mais ... des fois je fais juste des one shots. Comment les classer ? dans une section one shot ? Ou peut-etre des entrees dans chaque projets, et classe les projets par nombre d'entrees ? En tout cas je pense que c'est important que tout soit connecte et que ce soit facile de suivre les informations si on veut en savoir plus, mais aussi que ce soit facile d'avoir un overview rapide si on veut juste avoir les principales informations de chaque projets (dernieres images/ images les plus representatives, description, autre metadatas ...)</div>"
			}
		},
		"9": {
			"7": {
				"1567887457157": "Ca fait un moment que j'ai rien ecrit. Beaucoup de chose a dire. Sauropod nous a tous mis a pied pour manque d'argent. On essaye de se faire payer ce qui nous est due et pendant ce temps je cherche un emplois. C'est plus facile que lorsque j'ai cherche pour la premiere fois mais c'est stressant. Surtout avec cest histoires d'immigration\nJ'ai change le dosage des mes medicament pour l'anxiete et ca a l'air d'aller mieux. On va voir.\n"
			},
			"13": {
				"1568413784137": "J'ai pas mis a jour encore mon carnet de travail mais je devrais y dire que j'ai fait mon portfolio super rapidement, la semaine derniere, samedi 31 Aout, lundi 2 et mardi 3\n\nJe me suis fait propose un poste pour faire des plantes generatives dans une petite boite de VR mais, le salaire est pas dingue et c'est peut etre pas vraiment completement du tech art. J'aimerais bien que les gens de CC2 et de Ubisoft me rapelle pour que je puisse voir si ils sont interesse par mon profil et que les postes sont interessant.\nPeut etre que je vais devoir accepte ce poste qui somme toute est quand meme vachement interessant, si ce n'est pas paye comme je devrais etre paye. Ca reste quand meme plus que a sauropod.\n",
				"1568417238038": "fdg",
				"1568417652703": "rt"
			}
		},
		"12": {
			"5": {
				"1575606350284": "asdasd"
			}
		}
	}
}